tap "homebrew/bundle"
brew "asdf"
brew "bitwarden-cli"
brew "cloc"
brew "cowsay"
brew "curl"
brew "ffmpeg"
brew "fortune"
brew "gawk"
brew "gh"
brew "git"
brew "gnupg"
brew "go"
brew "graphviz"
brew "httpie"
brew "hugo"
brew "hunspell"
brew "imagemagick"
brew "jq"
brew "just"
brew "lolcat"
brew "moreutils"
brew "openjdk"
brew "pinentry-mac"
brew "postgresql@14"
brew "ripgrep"
brew "tree"
brew "uv"
brew "wget"
brew "zplug"
cask "font-victor-mono-nerd-font"
vscode "arniu.vscode-abnf"
vscode "bbugh.change-color-format"
vscode "bibhasdn.unique-lines"
vscode "bierner.github-markdown-preview"
vscode "bierner.markdown-checkbox"
vscode "bierner.markdown-emoji"
vscode "bierner.markdown-footnotes"
vscode "bierner.markdown-mermaid"
vscode "bierner.markdown-preview-github-styles"
vscode "bierner.markdown-yaml-preamble"
vscode "bradlc.vscode-tailwindcss"
vscode "charliermarsh.ruff"
vscode "codezombiech.gitignore"
vscode "csstools.postcss"
vscode "curlybrackets.markdown-word-count"
vscode "davidanson.vscode-markdownlint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "executablebookproject.myst-highlight"
vscode "firefox-devtools.vscode-firefox-debug"
vscode "gera2ld.markmap-vscode"
vscode "github.codespaces"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "marp-team.marp-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.mypy-type-checker"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-vscode.sublime-keybindings"
vscode "pkief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "rust-lang.rust-analyzer"
vscode "sdras.night-owl"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "syler.sass-indented"
vscode "tamasfe.even-better-toml"
vscode "tintinweb.graphviz-interactive-preview"
vscode "trond-snekvik.simple-rst"
vscode "wholroyd.jinja"
