tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/cask-fonts"
brew "coreutils"
brew "asdf"
brew "cloc"
brew "curl"
brew "gh"
brew "git"
brew "gnutls"
brew "gnupg"
brew "httpie"
brew "moreutils"
brew "pinentry-mac"
brew "tree"
brew "wget"
brew "zplug"
cask "docker"
cask "font-victor-mono-nerd-font"
cask "iterm2"
cask "maccy"
cask "scroll-reverser"
cask "visual-studio-code"
